Repository: rxtech-lab/summary-chip-ios
Catalog: summary-chip/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: Station
zh_hans: 车站
zh_hant: 車站

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Stay
zh_hans: 停留
zh_hant: 停留

source: Stay & Transport
zh_hans: 住宿与交通
zh_hant: 住宿與交通

source: Staying at
zh_hans: 住在
zh_hant: 住在

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Storage
zh_hans: 存储空间
zh_hant: 儲存空間

source: Style
zh_hans: 风格
zh_hant: 風格

source: Subtitle
zh_hans: 副标题
zh_hant: 副標題

source: Summaries
zh_hans: 摘要
zh_hant: 摘要

source: Summaries & Points
zh_hans: 摘要与积分
zh_hant: 摘要與點數

source: Summaries & Points…
zh_hans: 摘要与积分…
zh_hant: 摘要與點數…

source: Summaries and images saved for offline reading. They download again when you open them online.
zh_hans: 为离线阅读而保存的摘要和图片。联网打开时会重新下载。
zh_hant: 為離線閱讀而儲存的摘要和圖片。連網打開時會重新下載。

source: Summaries you create, and ones you open from shared links, appear here. Share a web page, PDF or text to Chippy, or paste a link.
zh_hans: 你创建的摘要以及从分享链接打开的摘要都会显示在这里。将网页、PDF 或文本分享到 Chippy，或粘贴链接。
zh_hant: 你建立的摘要以及從分享連結打開的摘要都會顯示在這裡。將網頁、PDF 或文字分享到 Chippy，或貼上連結。

source: Summaries you open while online are saved on this device for offline reading.
zh_hans: 联网时打开的摘要会保存在此设备上，供离线阅读。
zh_hant: 連網時打開的摘要會儲存在此裝置上，供離線閱讀。

source: summarise
zh_hans: 摘要
zh_hant: 摘要

source: Summarise ${content}
zh_hans: 为 ${content} 生成摘要
zh_hant: 為 ${content} 產生摘要

source: Summarise a web link or some text into a shareable card.
zh_hans: 将网页链接或文本生成可分享的摘要卡片。
zh_hant: 將網頁連結或文字轉成可分享的摘要卡片。

source: Summarise anything into a link worth sharing.
zh_hans: 任何内容，一键生成值得分享的链接。
zh_hant: 任何內容，都能變成值得分享的連結。

source: Summarise my technology summaries
zh_hans: 总结我的科技类摘要
zh_hant: 總結我的科技類摘要

source: summarize
zh_hans: 总结
zh_hant: 總結

source: Summary
zh_hans: 摘要
zh_hant: 摘要

source: Summary Points
zh_hans: 摘要积分
zh_hant: 摘要點數

source: Summary unavailable
zh_hans: 摘要不可用
zh_hant: 無法取得摘要

source: Switch to the original to edit.
zh_hans: 切换回原文即可编辑。
zh_hant: 切換回原文即可編輯。

source: Switching language…
zh_hans: 正在切换语言…
zh_hant: 正在切換語言…

source: Switching to the original…
zh_hans: 正在切换到原文…
zh_hant: 正在切換到原文…

source: Table of Contents
zh_hans: 目录
zh_hant: 目錄

source: Tag
zh_hans: 标签
zh_hant: 標籤

source: Tags appear here once your library has summaries.
zh_hans: 资料库中有摘要后，标签会显示在这里。
zh_hant: 資料庫中有摘要後，標籤會顯示在這裡。

source: Teal
zh_hans: 蓝绿色
zh_hant: 藍綠色

source: Template
zh_hans: 模板
zh_hant: 範本

source: Terminal
zh_hans: 航站楼
zh_hant: 航廈

source: Terminal %@
zh_hans: %@ 号航站楼
zh_hant: 第 %@ 航廈

source: text
zh_hans: 文本
zh_hant: 文字

source: The day and its moments are removed from the diary.
zh_hans: 这一天及其时刻将从日记中移除。
zh_hant: 這一天及其時刻將從日記中移除。

source: The file is removed from the paper. Earlier versions still have it.
zh_hans: 该文件将从论文中移除。早先的版本仍保留它。
zh_hant: 該檔案將從論文中移除。較早的版本仍保留它。

source: The link and preview stop working and the paper is removed permanently. To only stop sharing, make it private instead.
zh_hans: 链接和预览将失效，论文也会被永久删除。如果只想停止分享，请将其设为私密。
zh_hant: 連結和預覽將失效，論文也會被永久刪除。如果只想停止分享，請將其設為私密。

source: The link and preview stop working and the summary is removed permanently. To only stop sharing, make it private instead.
zh_hans: 链接和预览将失效，摘要也会被永久删除。如果只想停止分享，请将其设为私密。
zh_hant: 連結和預覽將會失效，摘要也會被永久刪除。如果只想停止分享，請改為設成私密。

source: The link and preview stop working and the trip is removed permanently. To only stop sharing, make it private instead.
zh_hans: 链接和预览将失效，行程也会被永久删除。如果只想停止分享，请将其设为私密。
zh_hant: 連結和預覽將失效，行程也會被永久刪除。如果只想停止分享，請將其設為私密。

source: The MCP server lets AI agents such as Claude add, search and list your summaries from anywhere.
zh_hans: MCP 服务器让 Claude 等 AI 智能体随时随地添加、搜索和列出你的摘要。
zh_hant: MCP 伺服器讓 Claude 等 AI 代理程式隨時隨地新增、搜尋和列出你的摘要。

source: The paper compiles.
zh_hans: 论文可以成功编译。
zh_hant: 論文可以成功編譯。

source: The paper has LaTeX errors, so there's no PDF to download. Fix them and try again.
zh_hans: 论文存在 LaTeX 错误，因此没有可下载的 PDF。请修正后重试。
zh_hant: 論文有 LaTeX 錯誤，因此沒有可下載的 PDF。請修正後再試一次。

source: The place is removed from routes, moments and hotels that use it.
zh_hans: 该地点将从使用它的路线、时刻和酒店中移除。
zh_hant: 該地點將從使用它的路線、時刻和酒店中移除。

source: The summary, key points and source text are translated the first time you pick a language. Chippy remembers your choice for this summary. People you share it with read it in their own language.
zh_hans: 首次选择语言时，摘要、要点和来源文本会被翻译。Chippy 会记住你为此摘要所做的选择。你分享的对象会以他们自己的语言阅读。
zh_hant: 第一次選擇語言時，摘要、重點和來源文字會被翻譯。Chippy 會記住你為此摘要所做的選擇。你分享的對象會以他們自己的語言閱讀。

source: The title in your library. The title printed on the paper is the \title in your main file.
zh_hans: 这是资料库中的标题。论文上印出的标题是主文件中的 \title。
zh_hant: 這是資料庫中的標題。論文上印出的標題是主檔案中的 \title。

source: The tour doesn't cover this day yet. Regenerate it to include the trip as it is now.
zh_hans: 导览尚未包含这一天。重新生成即可按行程现状加入。
zh_hant: 導覽尚未包含這一天。重新生成即可依行程現況加入。

source: The transport and its options are removed from the trip.
zh_hans: 该交通及其方案将从行程中移除。
zh_hant: 該交通及其方案將從行程中移除。

source: The trip changed since it was translated into %@. Chippy translates what's new or changed; the rest is reused for free. While it's shown translated, the trip can't be edited.
zh_hans: 行程在翻译为%@后有所变动。Chippy 只会翻译新增或修改的内容，其余部分免费沿用。以翻译显示时，行程无法编辑。
zh_hant: 行程在翻譯為%@後有所變動。Chippy 只會翻譯新增或修改的內容，其餘部分免費沿用。以翻譯顯示時，行程無法編輯。

source: The trip, its diary and its share link are deleted. This can't be undone.
zh_hans: 行程、日记及其分享链接都会被删除，且无法撤销。
zh_hant: 行程、日記及其分享連結都會被刪除，且無法復原。

source: There's already a file named %@.
zh_hans: 已有名为 %@ 的文件。
zh_hant: 已有名為 %@ 的檔案。

source: Thinking…
zh_hans: 正在思考…
zh_hant: 正在思考…

source: This day has a drawn path; stops here mark the places it visits.
zh_hans: 这一天有绘制好的路径；这里的站点标记它经过的地点。
zh_hant: 這一天有繪製好的路徑；這裡的站點標記它經過的地點。

source: This is a saved copy of the shared file. Link the original from Files if you want to open the latest version.
zh_hans: 这是分享文件的已保存副本。如需打开最新版本，请从“文件”App 关联原始文件。
zh_hant: 這是分享檔案的已儲存副本。如需打開最新版本，請從「檔案」App 連結原始檔案。

source: This language needs a translation or an update. Open Manage Translations before exporting.
zh_hans: 此语言需要翻译或更新。请在导出前打开「管理翻译」。
zh_hant: 此語言需要翻譯或更新。請在匯出前開啟「管理翻譯」。

source: This link is saved on this device. Chat reads the latest version of the file; changing it does not regenerate the summary.
zh_hans: 此关联保存在此设备上。聊天会读取文件的最新版本；修改文件不会重新生成摘要。
zh_hant: 此連結儲存在此裝置上。聊天會讀取檔案的最新版本；修改檔案不會重新產生摘要。

source: This restores the LaTeX layout after you save. Your source and translations stay unchanged.
zh_hans: 保存后将恢复 LaTeX 原始布局。源文件和译文保持不变。
zh_hant: 儲存後將恢復 LaTeX 原始版面。原始檔和譯文保持不變。

source: This summary is private, its link has expired, or it was deleted.
zh_hans: 此摘要为私密、链接已过期或已被删除。
zh_hant: 此摘要為私密、連結已到期或已被刪除。

source: Tight 8-minute transfer
zh_hans: 换乘仅 8 分钟
zh_hant: 轉乘僅 8 分鐘

source: Time
zh_hans: 时间
zh_hant: 時間

source: Time of day
zh_hans: 时段
zh_hant: 時段

source: Time Zone
zh_hans: 时区
zh_hant: 時區

source: Tip
zh_hans: 提示
zh_hant: 提示

source: Title
zh_hans: 标题
zh_hant: 標題

source: Titles, summaries or tags
zh_hans: 标题、摘要或标签
zh_hant: 標題、摘要或標籤

source: To
zh_hans: 目的地
zh_hant: 目的地

source: To airport (IATA)
zh_hans: 到达机场（IATA）
zh_hant: 抵達機場（IATA）

source: Tools
zh_hans: 工具
zh_hant: 工具

source: Top
zh_hans: 上
zh_hant: 上

source: Top Up
zh_hans: 充值
zh_hant: 儲值

source: Top Up Points
zh_hans: 充值积分
zh_hant: 儲值點數

source: Top-up
zh_hans: 充值
zh_hant: 儲值

source: Top-ups and point charges appear here.
zh_hans: 充值和积分扣除记录会显示在这里。
zh_hant: 儲值和點數扣除記錄會顯示在這裡。

source: Top-ups unavailable
zh_hans: 无法充值
zh_hant: 無法儲值

source: Total
zh_hans: 总计
zh_hant: 總計

source: Train
zh_hans: 火车
zh_hant: 火車

source: Train name
zh_hans: 列车名
zh_hant: 列車名

source: Translate to
zh_hans: 翻译为
zh_hant: 翻譯為

source: Translated · Read-only
zh_hans: 已翻译 · 只读
zh_hant: 已翻譯 · 唯讀

# Translated from %@ to %@
source: Translated from %1$@ to %2$@
zh_hans: 已从%1$@翻译为%2$@
zh_hant: 已從%1$@翻譯為%2$@

source: Translating — we'll notify you
zh_hans: 正在翻译，完成后会通知你
zh_hant: 正在翻譯，完成後會通知你

source: Translating the source text… Showing the original for now.
zh_hans: 正在翻译来源文本… 暂时显示原文。
zh_hant: 正在翻譯來源文字… 暫時顯示原文。

source: Translating to %@…
zh_hans: 正在翻译为%@…
zh_hant: 正在翻譯為%@…

source: Translating…
zh_hans: 正在翻译…
zh_hant: 正在翻譯…

source: Translation outdated — update before exporting
zh_hans: 翻译已过期 — 请在导出前更新
zh_hant: 翻譯已過期 — 請在匯出前更新

source: Translations are read-only and become outdated when the original paper changes. Choose an outdated language to update it before exporting.
zh_hans: 翻译版本为只读，原始论文更改后会过期。导出前请选择过期的语言以更新翻译。
zh_hant: 翻譯版本為唯讀，原始論文變更後會過期。匯出前請選擇過期的語言以更新翻譯。

source: Transport
zh_hans: 交通
zh_hant: 交通

source: Trip
zh_hans: 旅行
zh_hant: 旅行

source: Trip Details
zh_hans: 行程详情
zh_hant: 行程詳情

source: Trip unavailable
zh_hans: 行程不可用
zh_hant: 行程無法使用

source: Try Again
zh_hans: 重试
zh_hant: 再試一次

source: Two Columns
zh_hans: 双栏
zh_hant: 雙欄

source: Two-column Paper
zh_hans: 双栏论文
zh_hant: 雙欄論文

source: Typography
zh_hans: 字体排版
zh_hant: 字體排版

source: Unable to Load
zh_hans: 无法加载
zh_hant: 無法載入

source: Unlimited
zh_hans: 无限制
zh_hant: 無限制

source: Untitled option
zh_hans: 未命名方案
zh_hant: 未命名方案

source: Update any \input or \include that points at the old name.
zh_hans: 请更新所有指向旧名称的 \input 或 \include。
zh_hant: 請更新所有指向舊名稱的 \input 或 \include。

source: Update the %@ translation?
zh_hans: 更新%@翻译？
zh_hant: 更新%@翻譯？

source: Update Translation
zh_hans: 更新翻译
zh_hant: 更新翻譯

source: Updated %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: Updated by your agent
zh_hans: 已由你的代理更新
zh_hant: 已由你的代理更新

source: Updated elsewhere — reloaded
zh_hans: 已在别处更新，已重新载入
zh_hant: 已在別處更新，已重新載入

source: Updating notifications…
zh_hans: 正在更新通知…
zh_hant: 正在更新通知…

source: Uploaded PDFs and generated images
zh_hans: 上传的 PDF 和生成的图片
zh_hant: 上傳的 PDF 和產生的圖片

source: URL copied
zh_hans: 已复制 URL
zh_hant: 已複製 URL

source: US Legal
zh_hans: 美式法律纸
zh_hant: 美式法律紙

source: US Letter
zh_hans: 美式信纸
zh_hant: 美式信紙

source: Usage
zh_hans: 用量
zh_hant: 用量

source: Usage & Activity
zh_hans: 用量与活动
zh_hant: 用量與活動

source: Use an https link to an image.
zh_hans: 请使用 https 图片链接。
zh_hant: 請使用 https 圖片連結。

source: Use Current Location
zh_hans: 使用当前位置
zh_hant: 使用目前位置

source: Use Custom Rendering
zh_hans: 使用自定义渲染
zh_hant: 使用自訂算繪

source: Use Original Layout
zh_hans: 使用原始布局
zh_hant: 使用原始版面

source: Use These Details
zh_hans: 使用这些信息
zh_hant: 使用這些資訊

source: Used %@
zh_hans: 使用了 %@
zh_hant: 使用了 %@

source: Used a tool
zh_hans: 使用了工具
zh_hant: 使用了工具

source: Using the paper's original layout. Choose Rendering Options to customize PDF and Word.
zh_hans: 当前使用论文的原始布局。选择渲染选项以自定义 PDF 和 Word。
zh_hant: 目前使用論文的原始版面。選擇算繪選項以自訂 PDF 和 Word。

source: UV %lld
zh_hans: 紫外线 %lld
zh_hant: 紫外線 %lld

source: Version
zh_hans: 版本
zh_hant: 版本

source: Version %@
zh_hans: 版本 %@
zh_hant: 版本 %@

source: View summary
zh_hans: 查看摘要
zh_hant: 檢視摘要

source: Viewed summaries are ones other people shared that you opened.
zh_hans: “已查看”的摘要是你打开过的他人分享的摘要。
zh_hant: 「已檢視」的摘要是你打開過的他人分享的摘要。

source: Visibility
zh_hans: 可见性
zh_hant: 可見度

source: Visit
zh_hans: 游览时长
zh_hant: 遊覽時長

source: Visit duration
zh_hans: 游览时长
zh_hant: 遊覽時長

source: Walk
zh_hans: 步行
zh_hant: 步行

source: Warning
zh_hans: 注意事项
zh_hant: 注意事項

source: Weather
zh_hans: 天气
zh_hant: 天氣

source: Website
zh_hans: 网站
zh_hant: 網站

source: WELCOME
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome to Chippy
zh_hans: 欢迎使用 Chippy
zh_hant: 歡迎使用 Chippy

source: Welcome Tour
zh_hans: 欢迎导览
zh_hant: 歡迎導覽

source: What are the strongest arguments here?
zh_hans: 这里最有力的论点是什么？
zh_hant: 這裡最有力的論點是什麼？

source: What details did the summary leave out?
zh_hans: 摘要遗漏了哪些细节？
zh_hant: 摘要遺漏了哪些細節？

source: What did I save about AI this week?
zh_hans: 这周我保存了哪些关于 AI 的内容？
zh_hant: 這週我儲存了哪些關於 AI 的內容？

source: What gets deleted
zh_hans: 将被删除的内容
zh_hant: 將被刪除的內容

source: What happens
zh_hans: 发生了什么
zh_hant: 發生了什麼

source: What would you like to summarise?
zh_hans: 你想为什么内容生成摘要？
zh_hant: 你想為什麼內容產生摘要？

source: What’s new
zh_hans: 新功能
zh_hant: 新功能

source: What’s New
zh_hans: 新功能
zh_hant: 新功能

source: Where the summarized content came from: a web page, a post or video, a GitHub page, a PDF, or text.
zh_hans: 摘要内容的来源：网页、帖子或视频、GitHub 页面、PDF 或文本。
zh_hant: 摘要內容的來源：網頁、貼文或影片、GitHub 頁面、PDF 或文字。

source: Which shared links are about to expire?
zh_hans: 哪些分享链接即将过期？
zh_hant: 哪些分享連結即將到期？

source: Whole trip
zh_hans: 全程
zh_hant: 全程

source: Word keeps text, headings, tables and supported equations editable. Layout may differ from PDF. Custom diagrams need image replacements.
zh_hans: Word 中的文字、标题、表格及受支持的公式均可编辑。版式可能与 PDF 不同。自定义图表需要替换为图片。
zh_hant: Word 中的文字、標題、表格及支援的公式均可編輯。版式可能與 PDF 不同。自訂圖表需要替換為圖片。

source: Working…
zh_hans: 正在处理…
zh_hant: 正在處理…

source: Write LaTeX papers with a live PDF preview. Let your AI agent research, write and edit through MCP. Chippy cross-checks references for source accuracy and support for your cited claims. Start with + → New Paper, and review issues in the References sheet.
zh_hans: 撰写 LaTeX 论文，实时预览 PDF。让你的 AI 智能体通过 MCP 协助研究、撰写和编辑。Chippy 会交叉核查参考文献的来源信息是否准确，以及是否支持你引用的论点。点击 + → 新建论文开始，并在参考文献面板中查看问题。
zh_hant: 撰寫 LaTeX 論文，即時預覽 PDF。讓你的 AI 代理透過 MCP 協助研究、撰寫和編輯。Chippy 會交叉核查參考文獻的來源資訊是否準確，以及是否支持你引用的論點。點擊 + → 新增論文開始，並在參考文獻面板中查看問題。

source: You'll get a notification when it's ready.
zh_hans: 完成后会通知你。
zh_hant: 完成後會通知你。

source: You'll get tomorrow's forecast the evening before each day, and an alert when the next 30 minutes turn bad.
zh_hans: 每天前一晚会收到第二天的天气预报；未来 30 分钟天气转差时也会提醒你。
zh_hant: 每天前一晚會收到隔天的天氣預報；未來 30 分鐘天氣轉差時也會提醒你。

source: You're offline
zh_hans: 你已离线
zh_hant: 你目前離線

source: You're offline. Showing likes saved on this device.
zh_hans: 你已离线。正在显示此设备上保存的喜欢。
zh_hant: 你已離線。正在顯示此裝置上儲存的喜歡。

source: You're offline. Showing summaries saved on this device.
zh_hans: 你已离线。正在显示此设备上保存的摘要。
zh_hant: 你目前離線。正在顯示此裝置上儲存的摘要。

source: Your account and everything in it will be permanently deleted in 7 days. You can cancel any time before then.
zh_hans: 你的账户及其中所有内容将在 7 天后被永久删除。在此之前你可以随时取消。
zh_hant: 你的帳號及其中所有內容將在 7 天後永久刪除。在此之前你可以隨時取消。

source: Your account is deleted 7 days after you ask, and you can cancel any time before then. After that it cannot be recovered.
zh_hans: 账户将在你申请 7 天后删除，在此之前你可以随时取消。删除后将无法恢复。
zh_hant: 帳號將在你提出申請 7 天後刪除，在此之前你可以隨時取消。刪除後將無法復原。

source: Your agent can write and edit the paper too, through Chippy's MCP server.
zh_hans: 你的代理也可以通过 Chippy 的 MCP 服务器撰写和编辑论文。
zh_hant: 你的代理也可以透過 Chippy 的 MCP 伺服器撰寫和編輯論文。

source: Your agent edited too — changes merged
zh_hans: 你的代理也做了编辑——已合并更改
zh_hant: 你的代理也做了編輯——已合併變更

source: Your API Key
zh_hans: 你的 API 密钥
zh_hant: 你的 API 金鑰

source: Your free allowance and point charges are set by the server. Top-ups add points without a recurring subscription.
zh_hans: 免费额度和积分扣除标准由服务器设定。充值会增加积分，不会自动续订。
zh_hant: 免費額度和點數扣除標準由伺服器設定。儲值會增加點數，不會自動續訂。

source: Your free allowance and point charges are set by the server. Top-ups open Stripe Checkout in your browser and add points without a recurring subscription.
zh_hans: 免费额度和积分扣除标准由服务器设定。充值会在浏览器中打开 Stripe 结账页面，增加积分且不会自动续订。
zh_hant: 免費額度和點數扣除標準由伺服器設定。儲值會在瀏覽器中打開 Stripe 結帳頁面，增加點數且不會自動續訂。

source: Your library history of opened summaries
zh_hans: 你在资料库中打开过的摘要记录
zh_hant: 你在資料庫中打開過的摘要記錄

source: Your next summary, with Siri
zh_hans: 用 Siri 创建下一个摘要
zh_hant: 用 Siri 建立下一則摘要

source: Your purchase is waiting for approval. Points will be added once it's approved.
zh_hans: 你的购买正在等待批准。批准后积分将添加到账户。
zh_hant: 你的購買正在等待核准。核准後點數將加入帳號。

source: Your RxLab sign-in account
zh_hans: 你的 RxLab 登录账户
zh_hant: 你的 RxLab 登入帳號

source: Zoom In
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
zh_hans: 缩小
zh_hant: 縮小

source: Applies to the PDF preview and PDF / Word exports in every language. Your source stays unchanged. Text stays editable; pagination may differ between formats.
zh_hans: 适用于所有语言的 PDF 预览及 PDF / Word 导出。源文件保持不变。文字可编辑；不同格式的分页可能不同。
zh_hant: 適用於所有語言的 PDF 預覽及 PDF / Word 匯出。原始檔保持不變。文字可編輯；不同格式的分頁可能不同。
